Repository: modnoise/poland-helper-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uk

source: Poland Helper 24/7 🕑 An artificial intelligence-based assistant that will help in most life situations in Poland. 🤖🇵🇱 Choose the right assistant ⤵️
uk: Poland Helper 24/7 🕑 Помічник на базі штучного інтелекту, який допоможе у більшості життєвих ситуацій у Польщі. 🤖🇵🇱 Оберіть потрібного помічника ⤵️

source: Adaptation and relocation agent 🌍
uk: Агент з адаптації та переїзду 🌍

source: Student assistant 🎓
uk: Помічник студента 🎓

source: Psychologist 🧠
uk: Психолог 🧠

source: Translator of Polish 👩‍🏫 (Coming soon)
uk: Перекладач польської 👩‍🏫 (Скоро)

source: Travel guide 🗺️ (Coming soon)
uk: Туристичний гід 🗺️ (Скоро)

source: Legal Assistant ⚖️ (Coming soon)
uk: Правовий помічник ⚖️ (Скоро)

source: Back ↩️
uk: Назад ↩️

source: Read More ℹ️
uk: Детальніше ℹ️

source: 👩‍🏫 <b>Polish teacher and translator</b> With his help you can easily communicate in Polish, quickly translate texts from any language into Polish and vice versa. He will help you learn Polish, correct mistakes with rule explanations and support you at every stage of language acquisition. 📘 <b>Student Assistant</b> Thanks to it, you will achieve great success in your studies. He will provide you with explanations of complex topics, supplementary materials and answers to your questions so that you can deepen your understanding of the study material and achieve outstanding results. ⚖️ <b>Legal Assistant</b> He will help you deal with the difficulties of the legalization process, such as obtaining residency status, a Pole card or a visa, as well as explain to you other issues related to the legal aspects of living and legalizing in Poland. He will also help you in writing official letters to local authorities. And will even prepare you for the exams for a Pole card or a permanent residence permit. 🌍 <b>Adaptation and Relocation Agent</b> For those who are moving to Poland, he is ready to be your adaptation advisor, providing information on how to deal with everyday tasks - starting with questions on finding accommodation, finding a job, using public transportation and others. He will help you with finding specific information, resources or services in Poland, simplifying the whole process and allowing you to focus on your goals and dreams. 🧠 <b>Psychologist</b> The doors are always open to your thoughts and emotions. You can discuss your feelings, learn how to manage stress and find support in difficult moments. He is here to make sure you don't feel alone. 🗺️ <b>Travel Guide</b> For travelers looking for unique adventures in Poland, it will help you find the most interesting routes, secret places and valuable tips. Travel without borders and discover the real culture and nature of this amazing country.
uk: 👩‍🏫 <b>Викладач польської мови та перекладач</b> З його допомогою ви зможете легко спілкуватися польською, швидко перекладати тексти з будь-якої мови на польську та навпаки. Він допоможе вам вивчати польську, виправить помилки з поясненнями правил і підтримає вас на кожному етапі освоєння мови. 📘 <b>Помічник студента</b> Завдяки йому ви досягнете великих успіхів у навчанні. Він надасть вам роз'яснення складних тем, додаткові матеріали та відповіді на ваші запитання, щоб ви могли глибше зрозуміти навчальний матеріал і досягти видатних результатів. ⚖️ <b>Правовий помічник</b> Він допоможе вам впоратися з труднощами процесу легалізації, такими як отримання статусу резидента, карти поляка або візи, а також роз'яснить вам інші питання, пов'язані з правовими аспектами життя і легалізації в Польщі. Крім того, він допоможе в написанні офіційних листів до місцевих органів. І навіть підготує вас до іспитів на карту поляка або ПМП. 🌍 <b>Агент з адаптації та релокації</b> Для тих, хто переїжджає до Польщі, він готовий стати вашим радником з адаптації, надаючи інформацію про те, як справлятися з повсякденними завданнями - починаючи з питань щодо пошуку житла, роботи, використання громадського транспорту та інших. Він допоможе вам із пошуком конкретної інформації, ресурсів або послуг у Польщі, спрощуючи весь процес і даючи змогу вам зосередитися на своїх цілях і мріях. 🧠 <b>Психолог</b> Двері завжди відкриті для ваших думок і емоцій. Ви зможете обговорити свої почуття, навчитися керувати стресом і знайти підтримку в складних моментах. Він тут, щоб ви не відчували себе самотніми. 🗺️ <b>Туристичний гід</b> Для мандрівників, які шукають унікальні пригоди в Польщі, він допоможе знайти найцікавіші маршрути, секретні місця та цінні поради. Подорожуйте без кордонів і відкрийте для себе справжню культуру та природу цієї дивовижної країни.

source: How to use ❔
uk: Як користуватися ❔

source: <b>Important!</b> To get the best results from your assistant, we recommend that you formulate your questions clearly and specifically. Avoid asking general questions. <b>For example:</b> "{conversation_example}" <b>Read tips on how to use:</b> ➡️ {tips} 💡 If you change the topic of your question, we recommend clearing the chat so that the previous information you provided does not confuse the whole context To send a question, click <b>"BACK"</b>
uk: <b>Важливо!</b> Щоб отримати найкращі результати від помічника, рекомендуємо формулювати запитання чітко й конкретно. Уникайте загальних питань. <b>Наприклад:</b> "{conversation_example}" <b>Прочитайте поради щодо користування:</b> ➡️ {tips} 💡 Якщо ви змінили тему запитання, радимо очистити чат, щоб попередня інформація, яку ви надали, не збивала весь контекст Щоб надіслати запитання, натисніть <b>"НАЗАД"</b>.

source: Good afternoon! I am going to move to Poland. Where can I find information about rental housing and job opportunities?
uk: Доброго дня! Я збираюся переїхати до Польщі. Де можна знайти інформацію про оренду житла та робочі можливості?

source: Hello! Can you explain to me the topic of differentiation in math? I am having a hard time understanding this concept.
uk: Доброго дня! Чи можете ви пояснити мені тему про диференціацію в математиці? Мені важко зрозуміти цей концепт.

source: Hi, I'm worried about constant stress at work. How can I manage my emotions better?
uk: Привіт, мене турбує постійний стрес на роботі. Як я можу краще керувати своїми емоціями?

source: Hello! I'm wondering how to say 'Thank you' in Polish.
uk: Привіт! Мене цікавить, як правильно сказати 'Дякую' польською мовою.

source: <b>Connect Hub</b> This is a contact book that helps you find the right professionals in Poland.
uk: <b>Connect Hub</b> Це контактна книга, яка допомагає знайти потрібних фахівців у Польщі.

source: Provide your questionnaire 📝
uk: Надати свою анкету 📝

source: Find an expert 🕵️‍♂️🔍
uk: Пошук експерта 🕵️‍♂️🔍

source: Indicate which <b>expert</b> you are looking for 🔍 And send ⤵️ information in one message
uk: Вкажіть, якого <b>експерта</b> ви шукаєте 🔍 Та надішліть ⤵️ інформацію одним повідомленням

source: Fill out the expert form 📋 👤 <b>Name:</b> [Your name] 🎓 <b>Area of expertise:</b> [Your area of expertise, e.g. manicure, fitness, marketing, etc.] 💼 <b>Work experience:</b> [Your work experience, years, places, etc.] 💬 <b>Briefly about yourself:</b> [A brief description of you as an expert and your approach] 📍 <b>Location:</b> [Your location or activities] 📞 <b>Telegram contact:</b> [Your nickname in Telegram]. send ⤵️ the application form in one message
uk: Заповніть форму експерта 📋 👤 <b>Ім'я:</b> [Ваше ім'я] 🎓 <b>Сфера експертизи:</b> [Ваша сфера експертизи, наприклад, манікюр, фітнес, маркетинг тощо] 💼 <b>Досвід роботи:</b> [Ваш досвід роботи, роки, місця тощо] 💬 <b>Коротко про себе:</b> [Короткий опис вас як експерта та вашого підходу] 📍 <b>Локація:</b> [Ваше місце розташування або діяльності] 📞 <b>Телеграм контакт:</b> [Ваш никнейм у телеграм] надішліть ⤵️ анкету одним повідомленням

source: ⚠️ <b>Send this request for an expert??</b> {request}
uk: ⚠️ <b>Надіckfnb цей запит на отримання експерта?</b> {request}

source: ⚠️ <b>Send this application form?</b> {questionnaire}
uk: ⚠️ <b>Надіслати цю анкету?</b> {questionnaire}

source: Your request has been sent. ⏱ Please wait for a reply.
uk: Ваш запит надіслано. ⏱ Будь ласка, чекайте на відповідь.

source: Thank you for filling out the questionnaire! We will contact you about further cooperation.
uk: Дякуємо за заповнення анкети! Ми зв'яжемося з вами щодо подальшої співпраці.

source: <b>👤 {full_name}</b> Subscription: <b>{subscription_name}</b> Username: {username} Telegram ID: <code>{telegram_id}</code> Available queries to AI: <code>{available_queries}</code> Users who use the FWC: <code>{total_users}</code> 👉 <a href='{main_channel}'>Main channel</a>
uk: <b>👤 {full_name}</b> Підписка: <b>{subscription_name}</b> Username: {username} Telegram ID: <code>{telegram_id}</code> Доступні запити до ШІ: <code>{available_queries}</code> Користувачі, які використовують ЦМІ: <code>{total_users}</code> 👉 <a href='{main_channel}'>Головний канал</a>

source: ⭐️ Buy Subscription ⭐️
uk: ⭐️ Купити Підписку ⭐️

source: Submit Question 💬
uk: Задати питання 💬

source: Find Expert 👤
uk: Знайти експерта 🕵️‍♂️🔍

source: Feedback 📝
uk: Зворотний зв'язок 📝

source: This section is closed in status: DEMO To use the tool, you must change your status to Active. You can activate the status ✅ in your Profile 👤 ⤵️
uk: Цей розділ закритий в статусі: DEMO Що б скористатись інструментом ви повинні змінити свій статус на Active Активувати статус ✅ ви можете в Профіль 👤 ⤵️

source: To activate the status you need to perform 2 simple actions: 1. Make a mandatory one-time payment of <b>35€</b>. 2. Agree to our rules of mutual aid. <b>What do you get?</b> You get <b>active</b> status for life - 100 questions <b>Helper Poland</b> - Endless requests for specialist searches on <b>Connect Hub</b> - Opportunity to send your profile to <b>Connect Hub</b> to find clients. - Access to <b>Life Library</b> - <b>Checklist - First Steps to Moving to Poland</b> - <b>VIP</b> support 💡 The database of answers and experts is constantly being replenished. <b>More about the project and tools</b> ⤵️ 👉 <a href='{foreigner_wisdom_center_link}'>Foreigner's Wisdom Center in Poland</a>
uk: Для активації статусу необхідно виконати 2 прості дії: 1. Зробіть обов'язковий одноразовий платіж <b>35€</b>. 2. Погодьтеся з нашими правилами взаємодопомоги. <b>Що ви отримаєте?</b> Ви отримуєте <b>активний статус</b> на все життя - 100 запитань до <b>Helper Poland</b> - Нескінченні запити на пошук спеціалістів у <b>Connect Hub</b> - Можливість надсилати свій профіль до <b>Connect Hub</b> для пошуку клієнтів. - Доступ до <b>Life Library</b> - <b>Чеклист - Перші кроки до переїзду до Польщі</b> - <b>VIP</b> підтримка 💡 База відповідей та експертів постійно поповнюється. <b>Детальніше про проект та інструменти ⤵️</b> ⤵️ 👉 <a href='{foreigner_wisdom_center_link}'>Центр мудрості іноземця в Польщі</a>

source: Pay 💲
uk: Оплатити 💲

source: Choose a payment method:
uk: Оберіть спосіб оплати:

source: Quick payment
uk: Швидка оплата

source: Polish zloty (Blik) 🇵🇱
uk: Польський злотий (Blik) 🇵🇱

source: Cryptocurrency 🪙
uk: Криптовалюта 🪙

source: Ukrainian card 🇺🇦
uk: Українська картка 🇺🇦

source: 📒 To top up via BLIK, <b>make a transfer to:</b> <code>{blik_number}</code> 💬 After payment <b>send a receipt</b> for crediting the funds ⚠️ Minimum amount for recharge: <b>{price}zł</b>
uk: 📒 Щоб поповнити баланс через BLIK, <b>зробіть переказ на:</b> <code>{blik_number}</code> 💬 Після оплати <b>надішліть квитанцію</b> про зарахування коштів ⚠️ Мінімальна сума поповнення: <b>{price}zł</b>

source: Send receipt
uk: Надішліть квитанцію

source: Get Blik number
uk: Отримайте номер Blik

source: 📒 To top up the balance via Ukrainian card, <b>make a transfer to:</b> <code>{ukrainian_card_number}</code> 💬 After payment <b>send a receipt</b> for crediting the funds ⚠️ Minimum recharge amount: <b>{price} UAH</b>
uk: 📒 Щоб поповнити баланс через українську картку, <b>зробіть переказ на:</b> <code>{ukrainian_card_number}</code> 💬 Після оплати <b>надішліть квитанцію</b> про зарахування коштів ⚠️ Мінімальна сума поповнення: <b>{price} грн</b>

source: Get Ukrainian card number
uk: Отримати український номер картки

source: Send a receipt in photo or file format
uk: Надіслати цю квитанцію на перевірку?

source: Send this receipt for verification?
uk: Надіслати цю квитанцію на перевірку?

source: 💱 Choose a cryptocurrency:
uk: 💱 Виберіть криптовалюту:

source: 🤖 <b>Generating the payment link...</b> ⌛ <i>The process may take up to 1 minute</i>
uk: 🤖 <b>Формування посилання для оплати...</b> ⌛ <i>Процес може зайняти до 1 хвилини</i>

source: Oops. Something went wrong, try again later.
uk: Упс. Щось пішло не так, спробуйте пізніше.

source: 💭 <b>Feedback is important to us!</b> We value your opinion and comments. If you have any feedback, suggestions or questions, please share them with us. Your input helps us improve our services and provide you with a better experience. Thank you for your participation! Please send your message to ⤵️
uk: <b>💭 Зворотній зв'язок важливий для нас!</b> Ми цінуємо вашу думку і коментарі. Якщо у вас є будь-які відгуки, пропозиції або питання, будь ласка, поділіться ними з нами. Ваш внесок допомагає нам поліпшити наші послуги і забезпечити вас кращим досвідом. Дякуємо за вашу участь! Будь ласка, надішліть ваше повідомлення ⤵️

source: ⚠️ <b>Send this message to support?</b> {question}
uk: ⚠️ <b>Надіслати це повідомлення до служби підтримки?</b> {question}

source: Thank you for reaching out to us! Your request has been received, and our team is working diligently to assist you. We'll get back to you with a response as soon as possible.
uk: Дякуємо, що звернулися до нас! Ваш запит отримано, і наша команда старанно працює над тим, щоб допомогти вам. Ми зв'яжемося з вами якнайшвидше.

source: Friend, I am still working on opening new features.
uk: Друже, я все ще працюю над відкриттям нових функцій.

source: Are you sure you want to clear your chat history?
uk: Ви впевнені, що хочете очистити історію чату?

source: <b>The conversation was cleared ✅</b>
uk: <b>Розмова була очищена ✅</b>.

source: Write your question to ⤵️
uk: Напишіть своє запитання ⤵️

source: <b>⚠️ You have exceeded the message limit.</b> <i>For more details, you can check your profile.</i>
uk: <b>⚠️ Ви перевищили ліміт запитів.</b> <i>Більш детальну інформацію ви можете знайти у своєму профілі.</i>

source: We're glad you're using our Demo subscription! Your current plan allows you to send up to <b>20</b> messages. If you'd like to increase your messaging limit and access more features, you can easily upgrade your plan. Just tap the button below to start the upgrade process.
uk: Ми раді, що ви користуєтеся нашою Демо-підпискою! Ваш поточний тарифний план дозволяє надсилати до <b>20</b> повідомлень. Якщо ви хочете збільшити ліміт повідомлень і отримати доступ до більшої кількості функцій, ви можете легко оновити свій тарифний план. Просто натисніть кнопку нижче, щоб почати процес оновлення.

source: Loading...
uk: Завантаження...

source: 👌 <b>language is selected.</b> <i>To change the language, use the command:</i> /language
uk: 👌 <b>Обрано мову.</b> <i>Щоб змінити мову, скористайтеся командою:</i> /language

source: Choose your language
uk: Виберіть свою мову

source: ⌛️ Search for payment...
uk: ⌛️ Пошук оплати...

source: 🤔 You have not yet made a payment
uk: 🤔 Ви ще не здійснили платіж

source: 🫤 The payment was partially paid
uk: 🫤 Платіж було сплачено частково

source: 😔 Payment was canceled
uk: 😔 Платіж було скасовано

source: We're excited to inform you that your payment has been successfully processed! Your subscription is now active, and you can enjoy all the benefits it offers. For more details about your subscription, you can use the /profile command. Thank you for choosing our service! If you have any questions or need assistance, feel free to reach out /support.
uk: Ми раді повідомити вам, що ваш платіж був успішно оброблений! Ваша підписка активована, і ви можете користуватися всіма її перевагами. Для отримання більш детальної інформації про вашу підписку ви можете скористатися командою /profile. Дякуємо, що обрали наш сервіс! Якщо у вас виникнуть запитання або вам знадобиться допомога, не соромтеся звертатися до /support.

source: <b>Rules for using the CWF bot - the Center for the Wisdom of the Foreigner</b> Thank you for choosing our bot! To ensure a pleasant and productive user experience, we suggest following the following rules: 1. Respect and tolerance:Please express your opinions and questions in a polite and respectful manner. The distribution of offensive, hateful or discriminatory content is prohibited. 2. Use of information:The information provided by the bot is intended for education and support. Please do not use it for illegal actions or harmful purposes. 3. Confidentiality:Please do not transmit personal, financial or other sensitive information through the bot. We recommend that you follow our privacy policy. 4. Payment and cancellation:Payment for the services of access to the CWF tools is mandatory and non-refundable. Please be sure to check the information on prices and terms before confirming the payment. 5. Intellectual property:Please respect intellectual property rights such as copyrights, patents, and trademarks when using information from the bot. 6. Spamming and overuse:Please avoid sending spam or excessive messages that may disturb other users. 7. Liability:You are responsible for your actions and use of the information provided by the bot. We are not responsible for the consequences of using this information. 8. Changes to the rules:We may update these rules from time to time. Please review them periodically to familiarize yourself with the latest changes. 9. Feedback:We welcome your feedback and suggestions on how to improve the bot and CWF services. Thank you for following these rules and for your activity in using the CWF bot - the Center for the Wisdom of the Foreigner. May your experience be productive, positive and useful!
uk: <b>Правила користування ботом ЦМІ - Центру Мудрості Іноземця</b> Дякуємо за вибір нашого бота! Для забезпечення приємного та продуктивного досвіду користування, ми пропонуємо дотримуватися наступних правил: 1. Повага та толерантність: Будь ласка, виражайте свої думки та питання ввічливо та поважно. Забороняється розповсюдження образливого, ненависницького або дискримінаційного контенту. 2. Використання інформації: Інформація, надана ботом, призначена для освіти та підтримки. Будь ласка, не використовуйте її для незаконних дій або шкодливих цілей. 3. Конфіденційність: Будь ласка, не передавайте особисту, фінансову або іншу конфіденційну інформацію через бота. Ми рекомендуємо дотримуватися наших правил конфіденційності. 4. Оплата та відмова: Оплата за послуги доступу до інструментів ЦМІ є обов'язковою і неповернутною. Будь ласка, обов'язково перевірте інформацію про ціни та умови перед підтвердженням платежу. 5. Інтелектуальна власність: Будь ласка, поважайте права на інтелектуальну власність, такі як авторські права, патенти та товарні знаки, коли використовуєте інформацію з бота. 6. Спам та надмірне користування: Будь ласка, уникайте надсилання спаму або надмірної кількості повідомлень, які можуть заважати іншим користувачам. 7. Відповідальність: Ви несете відповідальність за свої дії та використання інформації, наданої ботом. Ми не несемо відповідальності за наслідки використання цієї інформації. 8. Зміни правил: Ми можемо оновлювати ці правила час від часу. Будь ласка, періодично переглядайте їх для ознайомлення з останніми змінами. 9. Зворотній зв'язок: Ми вітаємо ваш зворотний зв'язок та пропозиції щодо покращення роботи бота та послуг ЦМІ. Дякуємо за дотримання цих правил та за вашу активність в користуванні ботом ЦМІ - Центру Мудрості Іноземця. Нехай ваш досвід буде продуктивним, позитивним та корисним!

source: You received a bonus: <b>+{query_quantity}</b> questions for HelperPoland
uk: Ви отримали бонус: <b>+{query_quantity}</b> запитань для HelperPoland

source: I accept
uk: Я погоджуюся з правилами

source: ☑️ Сlose
uk: ☑️ Закрити

source: Pay
uk: Оплата

source: Verify Payment 🔄
uk: Підтвердити платіж 🔄

source: Profile 👤
uk: Профіль 👤

source: Next
uk: Далі

source: Support
uk: Підтримка

source: Menu
uk: Меню

source: Upgrade your tariff plan
uk: Оновити тарифний план

source: Clear 🧹
uk: Очистити 🧹

source: Menu 🏠
uk: Меню 🏠

source: <b>💸 After payment, click on the "Verify Payment" button 🔰 Payment link 🔰</b>
uk: <b>💸 Після оплати натисніть на кнопку "Підтвердити платіж" 🔰 Посилання на оплату 🔰</b>

source: <b>🔰 Payment link 🔰</b>
uk: <b>🔰 Посилання на оплату 🔰</b>
